window.judgesDatabase = [
    { id: "J101", name: "د. شعبان سند", role: "مدير الأكاديمية" },
    { id: "J102", name: "الشيخ سعد فرج موسى", role: "عضو لجنة التحكيم" },
    { id: "J103", name: "م. إيمان المرسي", role: "مشرفة الأكاديمية" },
    { id: "J104", name: "أ. حميدة المرسي", role: "عضوة لجنة التحكيم" },
    { id: "J105", name: "د. عزة إبراهيم", role: "عضوة لجنة التحكيم" },
    { id: "J106", name: "أ. زهرة غزال", role: "عضوة لجنة التحكيم" },
    { id: "J107", name: "أ. فاطمة أحمد طه", role: "عضوة لجنة التحكيم" }
];
